{
  "en": {
    "home": "Home",
    "technicalities": "Technicalities",
    "rules": "Rules",
    "language": "Français",
    "welcome_title": "Welcome to the Minecraft Family Server",
    "technicalities_title": "Technicalities",
    "technicalities_subtitle": "Everything you need to connect to the server and understand which additional tools are available to you",
    "server_status": "Server Status",
    "how_to_connect": "How to connect to the server",
    "client_requirement": "You need a Minecraft client. Any client will work (native, MultiMC, Badlion, etc.) as long as it's Java.",
    "version_requirement": "The current version of the server is 1.19.4. It is very important for your client to run the exact same version than the server",
    "whitelist_requirement": "Your Minecraft Player needs to be approved (whitelisted) on the server. Ask a friend or join the Discord server (link down below) if you want be authorized on the server.",
    "connect_instructions": "Once in-game you need to connect to a new server.",
    "server_address": "The address of the server is: server.minecraft-family.ca",
    "multiplayer_example": "In the Multiplayer section of the game, it should look like this:",
    "discord_importance": "Here are the reasons why it's important to join the Discord Community",
    "discord_reason_1": "See how much fun other players are having",
    "discord_reason_2": "Watch Familybot get busy when something happens on the server (player joins, player dies...). His favorite channel is #familybot-is-chatty",
    "discord_reason_3": "Chat and talk with other players outside of the game",
    "discord_reason_4": "Share your best screenshots",
    "discord_reason_5": "Know all about the server status (planned maintenances, upgrades)",
    "discord_reason_6": "And much more!",
    "discord_link_text": "this Link",
    "discord_join": "Click on this Link to join the Discord Community.",
    "discord_lobby": "Once you join the Discord Server, you will be restricted to #Lobby channel until an administrator grants you access to the rest of the Discord Server",
    "rules_title": "Rules",
    "rules_subtitle": "For maximum fun, here are some simple rules that we all need to follow",
    "rule_1": "Create your base at a reasonable distance from the other players (say 500+ blocks). Some of your neighbors might be eager to expand! Always remember the Nether is here for traveling quickly from base to base.",
    "rule_2": "Visit the world, marvel at the creations of others! But a creeper just exploded in your face, and it has damaged something that does not belong to you? Fill up the hole, repair the damage. It's really not possible? Leave an apology, mistakes happen.",
    "rule_3": "Also, don't modify other people's creations without their permission.",
    "rule_4": "In a same way, never ever steal inside others chests, even if they are not hidden.",
    "rule_5": "Use whatever client mods you want, as long as it does not impact the other player's experience.",
    "rule_6": "PVP is enabled on the server, but don't kill other players without their consent.",
    "rule_7": "You are in a mood for a good battle? Head over to the PVP Arena and have some fun!",
    "rule_8": "Don't loot community farms (e.g. the unlimited iron farm). Take only what you need for your projects, leave some for others.",
    "rule_9": "You want to submit an idea, need an upgrade, want to organize an event like a PVP fight, post in the Channel Discord called #suggestions",
    "rule_10": "A question, need help with the server, a trusted friend wants to join? Ask Freetonio",
    "rule_11": "Respect the \"bubble\" of the players when they don't want to be bothered at home.",
    "rule_12": "Be polite and respectful to each other.",
    "rule_13": "Any misuse of language, or bad attitude will be punished",
    "rule_13_1": "First by a warning to the player at fault",
    "rule_13_2": "Then by a ban more or less long depending on the importance of the fault",
    "rule_13_3": "Any third offence is sanctionned by a permanent ban.",
    "rule_14": "\"TRUST BUT VERIFY\". Remember that all actions of all players are recorded at all times by the server for eternity!",
    "most_important_rule": "The most important rule of all: Have Fun!",
    "footer": "Built quickly, but with love by Freetonio, server operator. With the help of Nilon"
  },
  "fr": {
    "home": "Accueil",
    "technicalities": "Détails techniques",
    "rules": "Règles",
    "language": "English",
    "welcome_title": "Bienvenue sur le serveur Minecraft Family",
    "technicalities_title": "Détails techniques",
    "technicalities_subtitle": "Tout ce que vous devez savoir pour vous connecter au serveur et comprendre les outils supplémentaires disponibles",
    "server_status": "État du serveur",
    "how_to_connect": "Comment se connecter au serveur",
    "client_requirement": "Vous avez besoin d'un client Minecraft. Tout client fonctionnera (officiel, MultiMC, Badlion, etc.) tant qu'il est en Java.",
    "version_requirement": "La version actuelle du serveur est 1.19.4. Il est très important que votre client utilise exactement la même version que le serveur",
    "whitelist_requirement": "Votre joueur Minecraft doit être approuvé (autorisé) sur le serveur. Demandez à un ami ou rejoignez le serveur Discord (lien ci-dessous) si vous souhaitez être autorisé sur le serveur.",
    "connect_instructions": "Une fois en jeu, vous devez vous connecter à un nouveau serveur.",
    "server_address": "L'adresse du serveur est : server.minecraft-family.ca",
    "multiplayer_example": "Dans la section Multijoueur du jeu, cela devrait ressembler à ceci :",
    "discord_importance": "Voici les raisons pour lesquelles il est important de rejoindre la communauté Discord",
    "discord_reason_1": "Voir à quel point les autres joueurs s'amusent",
    "discord_reason_2": "Regardez Familybot s'activer quand quelque chose se passe sur le serveur (joueur rejoint, joueur meurt...). Son canal préféré est #familybot-is-chatty",
    "discord_reason_3": "Discutez et communiquez avec d'autres joueurs en dehors du jeu",
    "discord_reason_4": "Partagez vos meilleures captures d'écran",
    "discord_reason_5": "Soyez informé de l'état du serveur (maintenances prévues, mises à jour)",
    "discord_reason_6": "Et bien d'autres encore !",
    "discord_link_text": "ce lien",
    "discord_join": "Cliquez sur ce lien pour rejoindre la communauté Discord.",
    "discord_lobby": "Une fois que vous avez rejoint le serveur Discord, vous serez limité au canal #Lobby jusqu'à ce qu'un administrateur vous accorde l'accès au reste du serveur Discord",
    "rules_title": "Règles",
    "rules_subtitle": "Pour un maximum de plaisir, voici quelques règles simples que nous devons tous respecter",
    "rule_1": "Créez votre base à une distance raisonnable des autres joueurs (disons 500+ blocs). Certains de vos voisins pourraient être impatients d'étendre ! N'oubliez pas que le Nether est là pour voyager rapidement de base en base.",
    "rule_2": "Explorez le monde, admirez les créations des autres ! Mais un creeper vient de vous exploser à la face et a endommagé quelque chose qui ne vous appartient pas ? Remplissez le trou, réparez les dégâts. C'est vraiment impossible ? Laissez un message d'excuse, les erreurs arrivent.",
    "rule_3": "De plus, ne modifiez pas les créations des autres personnes sans leur permission.",
    "rule_4": "De la même manière, ne volez jamais dans les coffres des autres, même s'ils ne sont pas cachés.",
    "rule_5": "Utilisez les mods clients que vous voulez, tant qu'ils n'impactent pas l'expérience des autres joueurs.",
    "rule_6": "Le PVP est activé sur le serveur, mais ne tuez pas les autres joueurs sans leur consentement.",
    "rule_7": "Vous avez envie d'une bonne bataille ? Rendez-vous à l'arène PVP et amusez-vous !",
    "rule_8": "Ne piller pas les fermes communautaires (par exemple la ferme de fer illimitée). Prenez seulement ce dont vous avez besoin pour vos projets, laissez un peu pour les autres.",
    "rule_9": "Vous voulez soumettre une idée, besoin d'une amélioration, voulez organiser un événement comme un combat PVP, publiez dans le canal Discord appelé #suggestions",
    "rule_10": "Une question, besoin d'aide avec le serveur, un ami de confiance veut rejoindre ? Demandez à Freetonio",
    "rule_11": "Respectez la \"bulle\" des joueurs quand ils ne veulent pas être dérangés à la maison.",
    "rule_12": "Soyez poli et respectueux les uns envers les autres.",
    "rule_13": "Tout abus de langage ou mauvaise attitude sera puni",
    "rule_13_1": "D'abord par un avertissement au joueur fautif",
    "rule_13_2": "Ensuite par un bannissement plus ou moins long selon l'importance de la faute",
    "rule_13_3": "Toute troisième infraction entraîne un bannissement permanent.",
    "rule_14": "\"FAIRE CONFIANCE MAIS VÉRIFIER\". N'oubliez pas que toutes les actions de tous les joueurs sont enregistrées en permanence par le serveur !",
    "most_important_rule": "La règle la plus importante de toutes : Amusez-vous !",
    "footer": "Construit rapidement, mais avec amour par Freetonio, opérateur du serveur. Avec l'aide de Nilon"
  }
}
